Repository: nikakirkitadze/MotoSlot
Catalog: lib/l10n/app_*.arb
Languages: ka

# appTagline
source: Motorcycle Driving Academy
ka: მოტოციკლის მართვის აკადემია

source: Sign Out
ka: გასვლა

source: Cancel
ka: გაუქმება

source: Retry
ka: თავიდან ცდა

source: Select
ka: არჩევა

source: Today
ka: დღეს

source: All
ka: ყველა

source: None
ka: არცერთი

source: Loading...
ka: იტვირთება...

# unexpectedError
source: An unexpected error occurred.
ka: მოულოდნელი შეცდომა მოხდა.

# gelCurrency
source: {amount} GEL
ka: {amount} ₾

# minutesShort
source: {count} min
ka: {count} წთ

# minutesFull
source: {count} minutes
ka: {count} წუთი

# minLesson
source: {count} min lesson
ka: {count} წთ გაკვეთილი

source: Welcome to MotoSlot
ka: კეთილი იყოს თქვენი მობრძანება MotoSlot-ში

# signInSubtitle
source: Sign in to manage your lessons
ka: შედით თქვენი გაკვეთილების სამართავად

source: Email
ka: ელ. ფოსტა

# emailHint
source: Enter your email
ka: შეიყვანეთ ელ. ფოსტა

source: Password
ka: პაროლი

# passwordHint
source: Enter your password
ka: შეიყვანეთ პაროლი

source: Forgot Password?
ka: დაგავიწყდათ პაროლი?

source: Sign In
ka: შესვლა

# dontHaveAccount
source: Don't have an account?
ka: არ გაქვთ ანგარიში?

source: Register
ka: რეგისტრაცია

source: Create Account
ka: ანგარიშის შექმნა

source: Join MotoSlot
ka: შემოგვიერთდით MotoSlot-ში

# createAccountSubtitle
source: Create an account to book your motorcycle lessons
ka: შექმენით ანგარიში მოტოციკლის გაკვეთილების დასაჯავშნად

source: Full Name
ka: სრული სახელი

# fullNameHint
source: Enter your full name
ka: შეიყვანეთ სრული სახელი

source: Phone Number
ka: ტელეფონის ნომერი

# createPassword
source: Create a password
ka: შექმენით პაროლი

source: Confirm Password
ka: დაადასტურეთ პაროლი

# confirmPasswordHint
source: Confirm your password
ka: ხელახლა შეიყვანეთ პაროლი

# alreadyHaveAccount
source: Already have an account?
ka: უკვე გაქვთ ანგარიში?

source: Reset Password
ka: პაროლის აღდგენა

# forgotPasswordTitle
source: Forgot your password?
ka: დაგავიწყდათ პაროლი?

# forgotPasswordSubtitle
source: Enter your email address and we'll send you a link to reset your password.
ka: შეიყვანეთ ელ. ფოსტის მისამართი და ჩვენ გამოგიგზავნით პაროლის აღდგენის ბმულს.

# emailAddressHint
source: Enter your email address
ka: შეიყვანეთ ელ. ფოსტის მისამართი

source: Send Reset Link
ka: აღდგენის ბმულის გაგზავნა

source: Email sent!
ka: წერილი გაგზავნილია!

# checkInboxForReset
source: Check your inbox for a password reset link.
ka: შეამოწმეთ თქვენი ელ. ფოსტა პაროლის აღდგენის ბმულისთვის.

source: Back to Login
ka: შესვლაზე დაბრუნება

# signOutConfirmTitle
source: Sign Out
ka: გასვლა

# signOutConfirmMessage
source: Are you sure you want to sign out?
ka: დარწმუნებული ხართ, რომ გსურთ გასვლა?

# registrationFailed
source: Registration failed. Please try again.
ka: რეგისტრაცია ვერ მოხერხდა. გთხოვთ, სცადოთ ხელახლა.

# resetEmailFailed
source: Failed to send reset email.
ka: აღდგენის წერილის გაგზავნა ვერ მოხერხდა.

# validatorEmailRequired
source: Email is required
ka: ელ. ფოსტა აუცილებელია

# validatorEmailInvalid
source: Please enter a valid email address
ka: გთხოვთ, შეიყვანოთ სწორი ელ. ფოსტის მისამართი

# validatorPasswordRequired
source: Password is required
ka: პაროლი აუცილებელია

# validatorPasswordMinLength
source: Password must be at least 6 characters
ka: პაროლი უნდა იყოს მინიმუმ 6 სიმბოლო

# validatorNameRequired
source: Name is required
ka: სახელი აუცილებელია

# validatorNameMinLength
source: Name must be at least 2 characters
ka: სახელი უნდა იყოს მინიმუმ 2 სიმბოლო

# validatorPhoneRequired
source: Phone number is required
ka: ტელეფონის ნომერი აუცილებელია

# validatorPhoneInvalid
source: Please enter a valid phone number
ka: გთხოვთ, შეიყვანოთ სწორი ტელეფონის ნომერი

# validatorFieldRequired
source: {fieldName} is required
ka: {fieldName} აუცილებელია

# validatorConfirmPasswordRequired
source: Please confirm your password
ka: გთხოვთ, დაადასტუროთ პაროლი

# validatorPasswordsDoNotMatch
source: Passwords do not match
ka: პაროლები არ ემთხვევა

source: Book
ka: ჯავშანი

source: My Bookings
ka: ჩემი ჯავშნები

source: Upcoming
ka: მომავალი

source: Past
ka: წარსული

source: Loading bookings...
ka: ჯავშნები იტვირთება...

source: Failed to load bookings
ka: ჯავშნების ჩატვირთვა ვერ მოხერხდა

source: No upcoming bookings
ka: მომავალი ჯავშნები არ არის

# noUpcomingBookingsSubtitle
source: Book your first lesson from the calendar
ka: დაჯავშნეთ პირველი გაკვეთილი კალენდრიდან

source: No past bookings
ka: წარსული ჯავშნები არ არის

# noPastBookingsSubtitle
source: Your completed lessons will appear here
ka: დასრულებული გაკვეთილები აქ გამოჩნდება

source: Loading available slots...
ka: ხელმისაწვდომი სლოტები იტვირთება...

source: Failed to load slots
ka: სლოტების ჩატვირთვა ვერ მოხერხდა

source: No available slots
ka: ხელმისაწვდომი სლოტები არ არის

# noAvailableSlotsSubtitle
source: Try selecting a different date
ka: სცადეთ სხვა თარიღის არჩევა

# availableOn
source: Available on {date}
ka: ხელმისაწვდომია {date}-ზე

source: Slot Details
ka: სლოტის დეტალები

source: Date
ka: თარიღი

source: Time
ka: დრო

source: Duration
ka: ხანგრძლივობა

source: Instructor
ka: ინსტრუქტორი

source: Location
ka: მისამართი

source: Lesson Fee
ka: გაკვეთილის ღირებულება

# payAndConfirmBooking
source: Pay & Confirm Booking
ka: გადახდა და ჯავშნის დადასტურება

# slotHeldDuringPayment
source: Your slot will be held for 10 minutes during payment.
ka: თქვენი სლოტი დაცულია 10 წუთის განმავლობაში გადახდის პროცესში.

source: Booking Details
ka: ჯავშნის დეტალები

source: Lesson Details
ka: გაკვეთილის დეტალები

source: Contact
ka: კონტაქტი

source: Amount
ka: თანხა

source: Cancel Booking
ka: ჯავშნის გაუქმება

# cancelBookingConfirmTitle
source: Cancel Booking?
ka: გაუქმდეს ჯავშანი?

# cancelBookingConfirmMessage
source: Are you sure you want to cancel this booking? This action cannot be undone.
ka: დარწმუნებული ხართ, რომ გსურთ ამ ჯავშნის გაუქმება? ეს მოქმედება შეუქცევადია.

source: Keep Booking
ka: ჯავშნის შენარჩუნება

source: Failed to create booking.
ka: ჯავშნის შექმნა ვერ მოხერხდა.

source: Failed to load available slots.
ka: ხელმისაწვდომი სლოტების ჩატვირთვა ვერ მოხერხდა.

source: Booking Confirmed!
ka: ჯავშანი დადასტურებულია!

# bookingConfirmedSubtitle
source: Your motorcycle lesson has been booked successfully.
ka: თქვენი მოტოციკლის გაკვეთილი წარმატებით დაიჯავშნა.

source: Booking Reference
ka: ჯავშნის ნომერი

source: Amount Paid
ka: გადახდილი თანხა

# reminderNotice
source: You will receive reminders 24 hours and 1 hour before your lesson.
ka: თქვენ მიიღებთ შეხსენებას 24 საათით და 1 საათით ადრე გაკვეთილამდე.

source: View My Bookings
ka: ჩემი ჯავშნების ნახვა

source: Book Another Lesson
ka: სხვა გაკვეთილის დაჯავშნა

source: Payment
ka: გადახდა

source: Amount Due
ka: გადასახდელი თანხა

# refLabel
source: Ref: {reference}
ka: მითითება: {reference}

source: Select Payment Method
ka: აირჩიეთ გადახდის მეთოდი

source: TBC Bank
ka: თიბისი ბანკი

# payWithTbcCard
source: Pay with TBC Bank card
ka: გადაიხადეთ თიბისი ბანკის ბარათით

source: Bank of Georgia
ka: საქართველოს ბანკი

source: Pay with BOG card
ka: გადაიხადეთ BOG ბარათით

source: Processing payment...
ka: გადახდა მუშავდება...

# paymentRedirectNotice
source: You will be redirected to the bank's secure payment page. Your slot is held for 10 minutes.
ka: თქვენ გადამისამართდებით ბანკის უსაფრთხო გადახდის გვერდზე. თქვენი სლოტი დაცულია 10 წუთის განმავლობაში.

# cancelPaymentTitle
source: Cancel Payment?
ka: გადახდის გაუქმება?

# cancelPaymentMessage
source: Your booking will be cancelled and the slot will be released.
ka: თქვენი ჯავშანი გაუქმდება და სლოტი გათავისუფლდება.

source: Continue Payment
ka: გადახდის გაგრძელება

source: Secure Payment
ka: უსაფრთხო გადახდა

source: Loading payment page...
ka: გადახდის გვერდი იტვირთება...

source: Payment verification failed.
ka: გადახდის ვერიფიკაცია ვერ მოხერხდა.

# paymentNotCompleted
source: Payment was not completed.
ka: გადახდა არ დასრულებულა.

source: Payment verification error.
ka: გადახდის ვერიფიკაციის შეცდომა.

source: Calendar
ka: კალენდარი

source: Bookings
ka: ჯავშნები

source: Settings
ka: პარამეტრები

source: Manual Book
ka: ხელით ჯავშანი

source: Block Date
ka: თარიღის დაბლოკვა

source: Unblock Date
ka: თარიღის განბლოკვა

# noBookingsForDay
source: No bookings for this day
ka: ჯავშნები ამ დღეს არ არის

# noBookingsForDaySubtitle
source: Bookings will appear here when users book slots
ka: ჯავშნები აქ გამოჩნდება, როცა მომხმარებლები სლოტებს დაჯავშნავენ

source: No bookings found
ka: ჯავშნები ვერ მოიძებნა

# noBookingsFoundSubtitle
source: Try adjusting the filter
ka: სცადეთ ფილტრის შეცვლა

source: Manual Booking
ka: ხელით ჯავშანი

source: User Information
ka: მომხმარებლის ინფორმაცია

source: Name
ka: სახელი

source: Phone
ka: ტელეფონი

source: Mark as Completed
ka: დასრულებულად მონიშვნა

# cancelBookingAdminMessage
source: This will release the slot and notify the user.
ka: სლოტი გათავისუფლდება და მომხმარებელს ეცნობება.

source: Keep
ka: შენარჩუნება

# studentInfo
source: 1. Student Info
ka: 1. სტუდენტის ინფო

source: First Name
ka: სახელი

# firstNameHint
source: First name
ka: სახელი

source: Last Name
ka: გვარი

# lastNameHint
source: Last name
ka: გვარი

# selectSlot
source: 2. Select Slot
ka: 2. სლოტის არჩევა

# noSlotsForDate
source: No available slots for selected date.
ka: არჩეულ თარიღზე ხელმისაწვდომი სლოტები არ არის.

# bookingDetailsStep
source: 3. Booking Details
ka: 3. ჯავშნის დეტალები

# autoFilledFromSettings
source: Auto-filled from your settings. Edit if needed.
ka: ავტომატურად შევსებულია პარამეტრებიდან. საჭიროების შემთხვევაში შეცვალეთ.

source: Instructor Name
ka: ინსტრუქტორის სახელი

# instructorNameHint
source: Default instructor name
ka: ინსტრუქტორის სახელი

source: Enter instructor name
ka: შეიყვანეთ ინსტრუქტორის სახელი

source: Default Location
ka: მისამართი

# defaultLocationHint
source: Training ground address
ka: სავარჯიშო მოედნის მისამართი

source: Enter lesson location
ka: შეიყვანეთ გაკვეთილის მისამართი

source: Contact Phone
ka: საკონტაქტო ტელეფონი

# contactPhoneHint
source: Phone number sent to students
ka: ტელეფონის ნომერი სტუდენტებისთვის

# contactPhoneBookingHint
source: Contact phone number
ka: საკონტაქტო ტელეფონის ნომერი

# createBookingAndSendSms
source: Create Booking & Send SMS
ka: ჯავშნის შექმნა და SMS-ის გაგზავნა

source: Availability Settings
ka: ხელმისაწვდომობის პარამეტრები

source: Working Days
ka: სამუშაო დღეები

source: Start Time
ka: დაწყების დრო

source: End Time
ka: დასრულების დრო

source: Lesson Duration
ka: გაკვეთილის ხანგრძლივობა

source: Buffer Between Lessons
ka: შესვენება გაკვეთილებს შორის

source: Save Settings
ka: პარამეტრების შენახვა

source: Generate Slots
ka: სლოტების გენერაცია

# generateSlotsSubtitle
source: Generate bookable slots based on your availability settings.
ka: სლოტების გენერაცია ხელმისაწვდომობის პარამეტრების მიხედვით.

source: From
ka: საიდან

source: To
ka: სადამდე

# settingsSaved
source: Availability settings saved.
ka: ხელმისაწვდომობის პარამეტრები შენახულია.

# configureSettingsFirst
source: Please configure availability settings first.
ka: გთხოვთ, ჯერ დააკონფიგურიროთ ხელმისაწვდომობის პარამეტრები.

# slotsGenerated
source: {count} slots generated.
ka: {count} სლოტი შეიქმნა.

# dateBlocked
source: Date blocked successfully.
ka: თარიღი წარმატებით დაიბლოკა.

source: Date unblocked.
ka: თარიღი განიბლოკა.

# bookingCreatedSmsSent
source: Booking created and SMS sent to {phone}.
ka: ჯავშანი შეიქმნა და SMS გაეგზავნა {phone}-ზე.

source: Booking cancelled.
ka: ჯავშანი გაუქმებულია.

# bookingMarkedCompleted
source: Booking marked as completed.
ka: ჯავშანი დასრულებულად მოინიშნა.

source: Failed to load slots: {error}
ka: სლოტების ჩატვირთვა ვერ მოხერხდა: {error}

# bookingStatusPendingPayment
source: Pending Payment
ka: გადახდის მოლოდინში

# bookingStatusConfirmed
source: Confirmed
ka: დადასტურებული

# bookingStatusCancelled
source: Cancelled
ka: გაუქმებული

# bookingStatusCompleted
source: Completed
ka: დასრულებული

# bookingStatusExpired
source: Expired
ka: ვადაგასული

# slotStatusAvailable
source: Available
ka: ხელმისაწვდომი

# slotStatusLocked
source: Locked
ka: დაბლოკილი

# slotStatusBooked
source: Booked
ka: დაჯავშნილი

# slotStatusBlocked
source: Blocked
ka: შეზღუდული

# paymentStatusPending
source: Pending
ka: მოლოდინში

# paymentStatusProcessing
source: Processing
ka: მუშავდება

# paymentStatusSuccess
source: Success
ka: წარმატებული

# paymentStatusFailed
source: Failed
ka: წარუმატებელი

# paymentStatusCancelled
source: Cancelled
ka: გაუქმებული

# paymentProviderTbc
source: TBC Bank
ka: თიბისი ბანკი

# paymentProviderBog
source: Bank of Georgia
ka: საქართველოს ბანკი

# dayMonday
source: Monday
ka: ორშაბათი

# dayTuesday
source: Tuesday
ka: სამშაბათი

# dayWednesday
source: Wednesday
ka: ოთხშაბათი

# dayThursday
source: Thursday
ka: ხუთშაბათი

# dayFriday
source: Friday
ka: პარასკევი

# daySaturday
source: Saturday
ka: შაბათი

# daySunday
source: Sunday
ka: კვირა

source: Language
ka: ენა

source: Georgian
ka: ქართული

source: Log In
ka: შესვლა

source: Email Address
ka: ელ. ფოსტის მისამართი

source: Sign Up
ka: რეგისტრაცია

source: Schedule Lesson
ka: გაკვეთილის დაგეგმვა

# availableSlotsFor
source: Available Slots for {date}
ka: ხელმისაწვდომი სლოტები {date}-ისთვის

source: Book Now
ka: დაჯავშნე

source: Confirm Booking
ka: ჯავშნის დადასტურება

source: Select Time Slot
ka: აირჩიეთ დრო

source: Morning
ka: დილა

source: Afternoon
ka: შუადღე

source: Continue to Payment
ka: გადახდაზე გადასვლა

source: Booking Payment Summary
ka: ჯავშნის გადახდის შეჯამება

source: Pay Now
ka: გადაიხადე

source: Booking Confirmation
ka: ჯავშნის დადასტურება

source: Booking Successful!
ka: ჯავშანი წარმატებულია!

source: Lesson
ka: გაკვეთილი

source: Back to Home
ka: მთავარზე დაბრუნება

source: Admin Analytics Dashboard
ka: ადმინ ანალიტიკის დაფა

source: Total Bookings
ka: სულ ჯავშნები

source: Revenue
ka: შემოსავალი

source: Active Users
ka: აქტიური მომხმარებლები

source: this month
ka: ამ თვეში

source: Filter
ka: ფილტრი

source: Upcoming Lessons
ka: მომავალი გაკვეთილები

source: See All
ka: ყველას ნახვა

source: Dashboard
ka: მთავარი

source: Users
ka: მომხმარებლები

source: No Bookings Yet
ka: ჯავშნები ჯერ არ არის

# noBookingsYetSubtitle
source: Your motorcycle lesson bookings will appear here once scheduled.
ka: თქვენი მოტოციკლის გაკვეთილების ჯავშნები აქ გამოჩნდება დაგეგმვის შემდეგ.

# signOutMessage
source: Are you sure you want to sign out? You will need to sign in again to manage your bookings.
ka: დარწმუნებული ხართ, რომ გსურთ გასვლა? ჯავშნების სამართავად ხელახლა შესვლა დაგჭირდებათ.

source: Confirmed
ka: დადასტურებული

source: Pending
ka: მოლოდინში

source: Secure SSL Encrypted
ka: დაცული SSL დაშიფვრა

# termsAgreement
source: By tapping Pay Now, you agree to our Terms & Conditions.
ka: გადახდაზე დაჭერით თქვენ ეთანხმებით ჩვენს წესებსა და პირობებს.
